Repository: tojuhaka/easyblog
Catalog: easyblog/locale/*/LC_MESSAGES/easyblog.po
Languages: fi

source: You have no permission to review this content
fi: Sinulla ei ole oikeuksia tähän sisältöön.

source: password_invalid
fi: Väärä salasana

source: logged_in_as
fi: Kirjautunut sisään käyttäjänä

source: Successfully added user
fi: Lisätty onnistuneesti käyttäjä

source: Successfully created news item
fi: Onnistuneesti luotu uutinen

source: saved
fi: Muutokset tallennettu

source: No search results
fi: Tuloksia ei löytynyt

source: Items successfully removed
fi: Objektit poistettu onnistuneesti

source: Create a single post under the blog by defining it's title and content. The posts are shown under the blogs description
fi: Luo blogikirjoitus määrittäen sille otsikko ja sisältö. Kirjoitukset tulevat näkyviin listauksena Blogin alle.

source: nothing_changed
fi: Ei muutoksia

source: Invalid Username or Password
fi: Väärä käyttäjätunnus tai salasana

source: project_name
fi: Jyvässeudun Saappaan Tuki RY

source: home_link
fi: Pääsivu

source: blogs_link
fi: Blogit

source: news_link
fi: Uutiset

source: about_link
fi: Meistä

source: contact_link
fi: Ota yhteyttä

source: dd-login
fi: Kirjaudu

source: dd-profile
fi: Profiili

source: dd-logout
fi: Kirjaudu Ulos

source: errors
fi: Virheitä kentissä!

source: blogname
fi: Blogin nimi

source: text
fi: Teksti

source: image_url
fi: Kuvan osoite

source: create_button
fi: Luo Blogi

source: title
fi: Otsikko

source: edit
fi: Muokkaa

source: name
fi: Nimi

source: creator
fi: Tekijä

source: date
fi: Päivämäärä

source: delete
fi: Poista

source: confirm_delete
fi: Oletko varma, että haluat poistaa

source: blogposts_heading
fi: Blogikirjoitukset

source: save_button
fi: Tallenna Muutokset

source: list_of_blogs
fi: Blogit

source: view_details
fi: Näytä

source: dd-new
fi: Uusi

source: dd-edit
fi: Muokkaa

source: dd-edit-users
fi: Käyttäjähallinta

source: dd-create-user
fi: Luo Käyttäjä

source: login_topic
fi: Kirjaudu Sisään

source: username
fi: Käyttäjätunnus

source: password
fi: Salasana

source: login_button
fi: Kirjaudu Sisään

source: news_topic
fi: Uutiset

source: created_by
fi: Kirjoittanut

source: read_more
fi: Näytä

source: create_news_title
fi: Luo uutinen

source: create
fi: Luo uutinen

source: content
fi: Sisältö

source: edit_user
fi: Muokkaa

source: new_password
fi: Uusi salasana

source: edit_users_topic
fi: Muokkaa käyttäjiä

source: results_found
fi: Tuloksia löytyi

source: no_results
fi: Tuloksia ei löytynyt

source: search_button
fi: Etsi
